"ASSISTANT_TRY_AGAIN" = "Sorry, could you say that again?";
"ASSISTANT_CONNECTION_FAILED_0" = "I’m really sorry about this, but I can’t take any requests right now. Please try again in a little while.";
"ASSISTANT_CONNECTION_FAILED_1" = "There’s something wrong, and I can’t answer your questions right now. Please try again in a little while.";
"ASSISTANT_CONNECTION_FAILED_2" = "Sorry, I’m not able to help you right now. Please try me again in a little while.";
"ASSISTANT_CONNECTION_FAILED_3" = "Something’s amiss… can you check back with me in a little while?";

"ASSISTANT_INITIAL_QUERY" = "What can I help you with?";
"ASSISTANT_GUIDE_HEADER" = "Tap the mic to say things like:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Guide";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri not Available";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Connect to the Internet.";

"ASSISTANT_EDUCATION_TITLE" = "Can Siri help you?";
"ASSISTANT_EDUCATION_CONTENT" = "Press and hold the Home button to start using Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "You can also ask for things without having to hold the Home button. When the screen is on, just raise the phone to your ear and start talking.";